---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.VoltageType
source: html/cbcaf7ae-2d75-67b8-f434-5b4829b57f86.htm
---
# VoltageType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.